Repository: nirssyan/nirssyan-mono
Catalog: infatium/lib/l10n/app_*.arb
Languages: ru

# appTitle
source: AI Chat
ru: AI Чат

source: Sign In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Registration
ru: Регистрация

# signInToAccount
source: Sign in to your account
ru: Войдите в свой аккаунт

# createNewAccount
source: Create a new account
ru: Создайте новый аккаунт

source: Sign in with Google
ru: Войти через Google

source: Sign in with Apple
ru: Войти через Apple

# signInWithMagicLink
source: Sign in with email
ru: Войти с email

source: Check your email
ru: Проверьте почту

# magicLinkSent
source: We sent you a sign-in link
ru: Мы отправили вам ссылку для входа

# magicLinkDescription
source: Click the link in your email to sign in
ru: Перейдите по ссылке в письме для входа

source: Continue with email
ru: Продолжить с email

source: Enter your email
ru: Введите ваш email

# magicLinkSentToEmail
source: We've sent a sign-in link to your email
ru: Мы отправили ссылку для входа на ваш email

# clickLinkToSignIn
source: Click the link in the email to sign in to your account
ru: Перейдите по ссылке в письме для входа в аккаунт

# cantFindEmail
source: Can't find the email?
ru: Не нашли письмо?

# checkSpamFolder
source: Check your spam or junk folder
ru: Проверьте папку "Спам" или "Нежелательные"

source: Resend email
ru: Отправить повторно

# resendEmailIn
source: Resend in {seconds}s
ru: Повторная отправка через {seconds} сек

source: or
ru: или

source: Password
ru: Пароль

source: Confirm password
ru: Подтвердите пароль

source: Fill all fields
ru: Заполните все поля

# enterValidEmail
source: Enter a valid email
ru: Введите корректный email

source: Passwords do not match
ru: Пароли не совпадают

# noAccount
source: Don't have an account?
ru: Нет аккаунта?

# haveAccount
source: Already have an account?
ru: Уже есть аккаунт?

source: Home
ru: Главная

source: Search
ru: Поиск

# chats
source: Create
ru: Создать

source: Profile
ru: Профиль

# news
source: Feed
ru: Лента

source: All
ru: Все

source: Technology
ru: Технологии

source: AI
ru: ИИ

source: Science
ru: Наука

source: Space
ru: Космос

source: Ecology
ru: Экология

# minutesAgo
source: {minutes} min ago
ru: {minutes} мин назад

# hoursAgo
source: {hours} h ago
ru: {hours} ч назад

# daysAgo
source: {days} d ago
ru: {days} дн назад

source: Products
ru: Продукты

source: Search Page
ru: Поиск

# chatsPage
source: Create
ru: Создать

source: Settings
ru: Настройки

source: App Icon
ru: Иконка приложения

# darkIcon
source: Dark
ru: Темная

# lightIcon
source: Light
ru: Светлая

source: Language
ru: Язык

source: Theme
ru: Тема

source: Dark Mode
ru: Темная тема

source: Light Mode
ru: Светлая тема

source: Zen Mode
ru: Режим концентрации

# zenModeDescription
source: Hide unread counters
ru: Скрыть счетчики непрочитанных

# zenModeEnabled
source: Enabled
ru: Включен

# zenModeDisabled
source: Disabled
ru: Выключен

# zenModeEnabledDescription
source: Unread counters are hidden
ru: Счетчики непрочитанных скрыты

# zenModeDisabledDescription
source: Unread counters are visible
ru: Счетчики непрочитанных видны

# zenModeInfo
source: When zen mode is enabled, all unread counters and badges will be hidden throughout the app. This helps you focus on content without distractions from notifications.
ru: Когда режим концентрации включен, все счетчики непрочитанных и значки будут скрыты во всем приложении. Это поможет вам сосредоточиться на контенте без отвлечения на уведомления.

source: View Settings
ru: Настройки вида

source: Image Previews
ru: Превью изображений

# imagePreviewsDescription
source: Show image previews in news feed
ru: Показывать превью в ленте новостей

# imagePreviewsEnabled
source: Enabled
ru: Включено

# imagePreviewsDisabled
source: Disabled
ru: Выключено

# imagePreviewsEnabledDescription
source: Image previews are visible
ru: Превью изображений видны

# imagePreviewsDisabledDescription
source: Image previews are hidden
ru: Превью изображений скрыты

# imagePreviewsInfo
source: When disabled, news cards will not show image/video previews, making the feed more compact and text-focused.
ru: Когда выключено, карточки новостей не будут показывать превью изображений и видео, делая ленту более компактной и текстовой.

source: Default Content
ru: Контент по умолчанию

# defaultContentDescription
source: Choose what to show first
ru: Выберите, что показывать первым

# summaryFirstDescription
source: Brief summary shown first
ru: Краткая сводка показывается первой

# fullTextFirstDescription
source: Full text shown first
ru: Полный текст показывается первым

# defaultContentInfo
source: This setting swaps the order of content tabs. Choose whether you want to see the brief summary or full text first when opening a news article.
ru: Эта настройка меняет порядок вкладок контента. Выберите, хотите ли вы видеть краткую сводку или полный текст первым при открытии новости.

source: Logout
ru: Выйти

# logoutConfirm
source: Are you sure you want to logout?
ru: Вы уверены, что хотите выйти?

source: Cancel
ru: Отмена

source: Account
ru: Аккаунт

source: AI Assistant
ru: ИИ Ассистент

# startConversation
source: Start a conversation with AI
ru: Начните разговор с ИИ

# typeMessage
source: Type a message...
ru: Введите сообщение...

# aiIsTyping
source: Feed is coming...
ru: ИИ печатает...

# feedTyping1
source: Building your feed
ru: Собираем ленту

# feedTyping2
source: Feed incoming
ru: Лента в пути

# feedTyping3
source: Curating content
ru: Готовим контент

# feedTyping4
source: Almost there
ru: Почти готово

# feedTyping5
source: Creating magic
ru: Создаём магию

# feedTyping6
source: Just a sec
ru: Секундочку

# feedTyping7
source: Getting ready
ru: Готовимся

# feedTyping8
source: On it
ru: Уже скоро

# feedTyping9
source: Brewing your feed
ru: Заваривается

# feedTyping10
source: Loading up
ru: Загружаем

# feedSubtext1
source: Hang tight
ru: Подождите

# feedSubtext2
source: Finding gems
ru: Ищем жемчужины

# feedSubtext3
source: One moment
ru: Момент

# feedSubtext4
source: Personalizing
ru: Персонализируем

# feedSubtext5
source: Almost ready
ru: Почти там

# feedSubtext6
source: Sorting content
ru: Сортируем

# feedSubtext7
source: Just for you
ru: Для вас

# feedSubtext8
source: Working on it
ru: Работаем

# feedSubtext9
source: Stay with us
ru: Не уходите

# feedSubtext10
source: Nearly done
ru: Финиш близко

source: Send message
ru: Отправить сообщение

# viewComment
source: AI Comment
ru: Комментарий AI

# viewOverview
source: Overview
ru: Обзор

source: Contact us
ru: Связаться с нами

# emailCopied
source: Copied!
ru: Скопировано!

# emailCopiedMessage
source: Email address copied to clipboard
ru: Email адрес скопирован в буфер обмена

source: Feed Management
ru: Управление лентой

source: Rename Feed
ru: Переименовать

# deleteFeed
source: Delete
ru: Отписаться

# confirmDeleteFeed
source: Are you sure you want to unsubscribe from this feed?
ru: Вы уверены, что хотите отписаться от этой ленты?

# confirmDeleteFeedMessage
source: This action cannot be undone. All posts from this feed will be removed from your timeline.
ru: Это действие нельзя отменить. Все посты из этой ленты будут удалены из вашей ленты.

source: Delete
ru: Удалить

source: Rename
ru: Переименовать

# enterNewName
source: Enter new feed name
ru: Введите новое название ленты

# feedNameRequired
source: Feed name is required
ru: Название ленты обязательно

# feedRenamed
source: Feed renamed successfully
ru: Лента успешно переименована

# feedDeleted
source: Unsubscribed from feed
ru: Отписка от ленты выполнена

source: Error renaming feed
ru: Ошибка переименования ленты

# errorDeletingFeed
source: Error unsubscribing from feed
ru: Ошибка отписки от ленты

source: Save
ru: Сохранить

# readAllPosts
source: Read All
ru: Прочитать все

# postsMarkedAsRead
source: Marked {count} posts as read
ru: Отмечено постов: {count}

source: Error marking posts as read
ru: Ошибка отметки постов

# sourceCount
source: {count,plural, =0{No sources} =1{{count} source} other{{count} sources}}
ru: {count,plural, =0{Нет источников} =1{{count} источник} few{{count} источника} many{{count} источников} other{{count} источника}}

# noFeedsTitle
source: No feeds yet
ru: У вас пока нет лент

# noFeedsSubtitle
source: Tap + to create your first feed
ru: Нажмите +, чтобы создать первую ленту

# noFeedsDescription
source: Add your favorite sources and get personalized content powered by AI.
ru: Добавьте любимые источники и получайте персонализированный контент с помощью ИИ.

# goToChat
source: Go to Create
ru: Перейти к созданию

# feedOnTheWay
source: Your feed is on the way
ru: Ваша лента уже в пути

# feedLoadingDescription
source: We're gathering the best news for you
ru: Мы собираем для вас лучшие новости

# feedGenerating
source: Generating your feed just for you
ru: Генерируем ленту специально для вас

# chat
source: Session
ru: Сессия

# startAConversation
source: Start creating
ru: Начните создание

# newChat
source: New Session
ru: Новая сессия

# deleteChat
source: Delete
ru: Удалить

# deleteSession
source: Delete
ru: Удалить

# confirmDeleteChat
source: Delete Session?
ru: Удалить сессию?

# confirmDeleteChatMessage
source: This session and all its messages will be permanently deleted.
ru: Эта сессия и все её сообщения будут безвозвратно удалены.

# chatDeleted
source: Session deleted
ru: Сессия удалена

source: Session deleted
ru: Сессия удалена

# errorLoadingChats
source: Error loading sessions
ru: Ошибка загрузки сессий

source: Error loading sessions
ru: Ошибка загрузки сессий

source: Try Again
ru: Попробовать снова

# errorCreatingChat
source: Error creating session
ru: Ошибка создания сессии

source: Error creating session
ru: Ошибка создания сессии

# errorDeletingChat
source: Error deleting session
ru: Ошибка удаления сессии

source: Error deleting session
ru: Ошибка удаления сессии

source: Yesterday
ru: Вчера

source: Forgot password?
ru: Забыли пароль?

source: Reset Password
ru: Сброс пароля

# enterEmailToReset
source: Enter your email address and we'll send you instructions to reset your password.
ru: Введите ваш email, и мы отправим вам инструкции по восстановлению пароля.

source: Send
ru: Отправить

# resetPasswordSuccess
source: Password reset instructions sent
ru: Инструкции отправлены

# resetPasswordSuccessMessage
source: Check your email for instructions to reset your password.
ru: Проверьте вашу почту для получения инструкций по восстановлению пароля.

source: Success
ru: Успешно

# passwordChangedSuccessfully
source: Your password has been changed successfully!
ru: Ваш пароль успешно изменен!

source: Create New Password
ru: Создайте новый пароль

# enterNewPasswordBelow
source: Enter your new password below
ru: Введите новый пароль ниже

source: New password
ru: Новый пароль

# passwordRequirements
source: Min. 8 characters, including uppercase, lowercase, numbers, and special characters
ru: Минимум 8 символов, включая заглавные, строчные буквы, цифры и спецсимволы

source: Back to Sign In
ru: Вернуться к входу

# continueButton
source: Continue
ru: Продолжить

source: Retry
ru: Повторить

source: Error
ru: Ошибка

# sourcesModalTitle
source: Sources
ru: Источники

source: Feedback
ru: Обратная связь

source: Send Feedback
ru: Отправить отзыв

source: Share Your Feedback
ru: Поделитесь мнением

# shareYourThoughts
source: Share your thoughts with us
ru: Поделитесь с нами вашими мыслями

# feedbackSubtitle
source: We'd love to hear your thoughts, suggestions, or any issues you've encountered
ru: Мы будем рады услышать ваши мысли, предложения или любые проблемы, с которыми вы столкнулись

# feedbackPlaceholder
source: Ideas, bugs, feedback...
ru: Идеи, баги, отзыв...

source: Sending feedback...
ru: Отправка отзыва...

# feedbackSent
source: Thank You!
ru: Спасибо!

# feedbackSentMessage
source: Your feedback has been received. We appreciate you taking the time to help us improve!
ru: Ваш отзыв получен. Мы ценим, что вы нашли время, чтобы помочь нам стать лучше!

# feedbackError
source: Error Sending Feedback
ru: Ошибка отправки отзыва

# feedbackEmpty
source: Please enter your feedback
ru: Пожалуйста, введите ваш отзыв

# characterLimit
source: {count} / {max} characters
ru: {count} / {max} символов

source: Closing automatically
ru: Закрывается автоматически

# appTakingBreak
source: The app is taking a break
ru: Приложение отдыхает

# appTakingBreakDescription
source: We'll be back soon. Please try again later.
ru: Мы скоро вернёмся. Попробуйте позже.

# viewSettingsSubtitle
source: Customize your news feed
ru: Настройте вашу ленту

# viewSettingsPageSubtitle
source: Customize your news feed appearance
ru: Настройте внешний вид ленты

source: Profile Details
ru: Детали профиля

source: Delete Account
ru: Удалить аккаунт

# deleteAccountConfirmTitle
source: Delete Account?
ru: Удалить аккаунт?

# deleteAccountConfirmMessage
source: This will permanently delete your account and all associated data. This cannot be undone.
ru: Это действие удалит ваш аккаунт и все связанные с ним данные навсегда. Это действие нельзя отменить.

source: Yes
ru: Да

# deleteAccountProcessing
source: Deleting account...
ru: Удаление аккаунта...

source: Account deleted
ru: Аккаунт удален

# deleteAccountError
source: Error deleting account
ru: Ошибка удаления аккаунта

# pleaseWaitSeconds
source: Please wait {seconds}s...
ru: Подождите {seconds} сек...

source: Danger Zone
ru: Опасная зона

# accountInfo
source: Account Information
ru: Информация об аккаунте

# agreeToTerms
source: By continuing, you agree to our {terms} and {privacy}
ru: Продолжая, вы соглашаетесь с нашими {terms} и {privacy}

source: Terms of Service
ru: Условиями использования

source: Privacy Policy
ru: Политикой конфиденциальности

# mustAgreeToTerms
source: Please agree to the Terms and Privacy Policy to continue
ru: Пожалуйста, согласитесь с Условиями и Политикой конфиденциальности для продолжения

# agreeToTermsPrefix
source: By continuing, you agree to our
ru: Продолжая, вы соглашаетесь с нашими

# andText
source: and
ru: и

# feedCreatorTitle
source: Create Feed
ru: Создать ленту

# promptLabel
source: Display format
ru: Формат отображения

# promptHint
source: What kind of content do you want?
ru: Какой контент вы хотите?

# sourcesLabel
source: Sources
ru: Источники

# sourcesHint
source: @channel1, @channel2, https://...
ru: @канал1, @канал2, https://...

# feedTypeLabel
source: Feed Type
ru: Тип ленты

# singlePostType
source: Individual Posts
ru: Отдельные посты

# singlePostTypeDescription
source: Each post is shown separately
ru: Каждый пост показывается отдельно

# digestType
source: Digest
ru: Сводка

# digestTypeDescription
source: Posts are combined into a digest
ru: Посты объединяются в сводку

# createFeedButton
source: Create
ru: Создать

# creatingFeed
source: Creating your feed...
ru: Создаём вашу ленту...

# creatingDigest
source: Creating your digest...
ru: Создаём вашу сводку...

# feedItemCreating
source: Creating...
ru: Создаётся...

source: Waiting for first post
ru: Ожидание первого поста

source: Timeout
ru: Тайм-аут

# promptRequired
source: Please enter a prompt
ru: Пожалуйста, введите промпт

# sourcesRequired
source: Please enter at least one source
ru: Пожалуйста, введите хотя бы один источник

# digestDuration
source: Duration
ru: Продолжительность

# digestMinutes
source: {count} min
ru: {count} мин

# digestHours
source: {count} h
ru: {count} ч

source: Presets
ru: Типовые

source: Reset
ru: Сбросить

# feedTitle
source: Title
ru: Название

# feedTitlePlaceholder
source: Give your feed a name
ru: Дайте название ленте

# feedDescription
source: Description
ru: Описание

# feedDescriptionPlaceholder
source: Describe what this feed is about
ru: Опишите, о чём эта лента

# feedFilters
source: Content Filters
ru: Фильтры контента

# filterDuplicates
source: Remove duplicates
ru: Удалять дубликаты

source: Filter ads
ru: Фильтровать рекламу

# filterSpam
source: Remove spam
ru: Убирать спам

# filterClickbait
source: No clickbait
ru: Без кликбейта

# feedTags
source: Tags
ru: Теги

# feedTagsPlaceholder
source: Add tags (up to 4)
ru: Добавьте теги (до 4)

# feedTagsLimitError
source: Maximum 4 tags allowed
ru: Максимум 4 тега

# feedNotReady
source: Feed is not ready to create
ru: Лента ещё не готова к созданию

# feedCreatedSuccess
source: Feed created successfully!
ru: Лента успешно создана!

# digestsTab
source: Digests
ru: Сводки

# feedsTab
source: Feeds
ru: Ленты

# noDigestsTitle
source: No digests yet
ru: Пока нет сводок

# noDigestsHint
source: Create a digest feed to combine multiple sources into a single summary
ru: Создайте сводку, чтобы объединить несколько источников

# noRegularFeedsHint
source: Create a feed to receive individual posts from your favorite sources
ru: Создайте ленту, чтобы получать отдельные посты из любимых источников

source: Link Telegram
ru: Привязать Telegram

source: Telegram linked
ru: Telegram привязан

# linkTelegramSubtitle
source: Receive notifications in Telegram
ru: Получайте уведомления в Telegram

# linkTelegramLoading
source: Connecting...
ru: Подключение...

# linkTelegramError
source: Failed to get link. Please try again.
ru: Не удалось получить ссылку. Попробуйте ещё раз.

# summarizeUnseenTitle
source: Summarize Unseen Posts?
ru: Собрать непрочитанное?

# summarizeUnseenMessage
source: Create an AI digest from {count} unseen posts in "{feedName}". This will mark them as seen.
ru: Создать AI-сводку из {count} непрочитанных постов в «{feedName}». Они будут отмечены как прочитанные.

# summarizeUnseenConfirm
source: Create Digest
ru: Создать сводку

# summarizeUnseenCancel
source: Cancel
ru: Отмена

# summarizeUnseenOverLimit
source: Too many unread posts ({count}). Maximum for digest is {limit}. Read some posts to create a digest.
ru: Слишком много непрочитанных постов ({count}). Максимум для сводки — {limit}. Прочитайте часть постов, чтобы создать сводку.

# summarizeStatusPreparing
source: Preparing digest...
ru: Подготовка сводки...

# summarizeStatusCollecting
source: Collecting posts...
ru: Собираем посты...

# summarizeStatusGenerating
source: Generating digest...
ru: Генерация сводки...

# summarizeStatusReady
source: Digest ready!
ru: Сводка готова!

# summarizeStatusFailed
source: Failed to create digest
ru: Не удалось создать сводку

source: No more posts
ru: Больше нет постов

# offlineMode
source: Offline - showing cached data
ru: Офлайн - показаны сохраненные данные

source: No posts yet
ru: Пока нет постов

# noPostsYetDescription
source: Posts will appear here once they are generated for this feed.
ru: Посты появятся здесь, когда будут сгенерированы для этой ленты.

# onboardingStep1Title
source: Feeds
ru: Ленты

# onboardingStep1Description
source: Your feeds live here, separate tabs for regular feeds and digests.
ru: Здесь живут ваши ленты, отдельная вкладка для обычных лент и сводок.

# onboardingStep2Title
source: Create Feed
ru: Создание ленты

# onboardingStep2Description
source: Build your personalized feed. Your content — your rules.
ru: Соберите свою персональную ленту. Ваш контент — ваши правила.

# onboardingStep3Title
source: Edit Feeds
ru: Редактирование ленты

# onboardingStep3Description
source: Customize and adjust your feeds anytime.
ru: Здесь можно в любой момент донастроить ваши ленты.

# onboardingStep4Title
source: Settings
ru: Настройки

# onboardingStep4Description
source: Profile, theme, app settings and everything else — here.
ru: Профиль, тема, настройки приложения и всё остальное — здесь.

# onboardingSkip
source: Skip
ru: Пропустить

# onboardingNext
source: Next
ru: Далее

# onboardingFinish
source: Got it!
ru: Понятно!

# authErrorInvalidCredentials
source: Invalid email or password
ru: Неверный email или пароль

# authErrorEmailNotConfirmed
source: Please confirm your email before signing in
ru: Подтвердите email перед входом

# authErrorInvalidLoginData
source: Invalid login data
ru: Неверные данные для входа

# authErrorInvalidEmailFormat
source: Invalid email format
ru: Неверный формат email

# authErrorTooManyAttempts
source: Too many attempts. Please try again later
ru: Слишком много попыток. Попробуйте позже

# authErrorSignInFailed
source: Sign in failed
ru: Ошибка входа

# authErrorSignInError
source: Sign in error
ru: Ошибка входа

# authErrorEmailAlreadyRegistered
source: Email already registered
ru: Email уже зарегистрирован

# authErrorTooManySignUpAttempts
source: Too many sign up attempts. Please try again later
ru: Слишком много попыток регистрации. Попробуйте позже

# authErrorSignUpFailed
source: Sign up failed
ru: Ошибка регистрации

# authErrorSignUpError
source: Sign up error
ru: Ошибка регистрации

# authErrorPasswordTooShort
source: Password must be at least 8 characters
ru: Пароль должен содержать минимум 8 символов

# authErrorPasswordNeedsUppercase
source: Password must contain uppercase letters
ru: Пароль должен содержать заглавные буквы

# authErrorPasswordNeedsLowercase
source: Password must contain lowercase letters
ru: Пароль должен содержать строчные буквы

# authErrorPasswordNeedsNumbers
source: Password must contain numbers
ru: Пароль должен содержать цифры

# authErrorPasswordNeedsSpecialChars
source: Password must contain special characters
ru: Пароль должен содержать специальные символы

# authErrorGoogleCancelled
source: Google sign in cancelled
ru: Вход через Google отменен

# authErrorGoogleFailed
source: Could not sign in with Google
ru: Не удалось войти через Google

# authErrorGoogleNoIdToken
source: Could not get ID token from Google
ru: Не удалось получить ID токен от Google

# authErrorGoogleError
source: Google sign in error
ru: Ошибка входа через Google

# authErrorAppleCancelled
source: Apple sign in cancelled
ru: Вход через Apple отменен

# authErrorAppleError
source: Apple sign in error
ru: Ошибка входа через Apple

# authErrorOAuthCancelled
source: Sign in cancelled
ru: Вход отменен

# authErrorOAuthError
source: OAuth sign in error
ru: Ошибка OAuth авторизации

# authErrorOAuthTimeout
source: Sign in timed out
ru: Превышено время ожидания авторизации

# authErrorSessionRefreshFailed
source: Could not refresh session
ru: Не удалось обновить сессию

# authErrorSessionRefreshError
source: Session refresh error
ru: Ошибка обновления сессии

# authErrorPasswordResetFailed
source: Could not send password reset
ru: Не удалось отправить сброс пароля

# authErrorPasswordResetError
source: Password reset error
ru: Ошибка сброса пароля

# authErrorPasswordUpdateFailed
source: Could not change password
ru: Не удалось изменить пароль

# authErrorPasswordUpdateError
source: Password change error
ru: Ошибка изменения пароля

# authErrorNoDataToUpdate
source: No data to update
ru: Нет данных для обновления

# authErrorProfileUpdateFailed
source: Could not update profile
ru: Не удалось обновить профиль

# authErrorProfileUpdateError
source: Profile update error
ru: Ошибка обновления профиля

# authErrorNotAuthenticated
source: User not authenticated
ru: Пользователь не авторизован

# authErrorAccountDeleteFailed
source: Could not delete account
ru: Не удалось удалить аккаунт

# authErrorAccountDeleteError
source: Account deletion error
ru: Ошибка удаления аккаунта

# authErrorMagicLinkSendError
source: Could not send sign in link
ru: Не удалось отправить ссылку для входа

# authErrorMagicLinkError
source: Sign in link error
ru: Ошибка отправки ссылки

# authErrorDemoLoginMissingToken
source: Server error: missing token
ru: Ошибка сервера: отсутствует токен

# authErrorDemoLoginFailed
source: Demo login failed
ru: Ошибка демо-входа

# authErrorDemoLoginConnectionError
source: Server connection error
ru: Ошибка подключения к серверу

# authErrorUserNotFound
source: User not found
ru: Пользователь не найден

# authErrorEmailConfirmationError
source: Could not send confirmation email
ru: Не удалось отправить подтверждение
