Repository: nirssyan/nirssyan-mono
Catalog: infatium/lib/l10n/app_*.arb
Languages: ru

# authErrorNetworkError
source: Network error. Check your connection
ru: Ошибка сети. Проверьте подключение

# authErrorUnknownError
source: An unexpected error occurred
ru: Произошла непредвиденная ошибка

# authMessageCheckEmailForConfirmation
source: Check your email to confirm registration
ru: Проверьте email для подтверждения регистрации

# authMessagePasswordResetSent
source: Password reset instructions sent to your email
ru: Инструкции по сбросу пароля отправлены на email

# authMessagePasswordChanged
source: Password changed successfully
ru: Пароль успешно изменен

# authMessageAccountDeleted
source: Account deleted
ru: Аккаунт удален

# authMessageCheckEmailForLink
source: Check your email for the sign in link. It will arrive within a minute.
ru: Проверьте почту для входа. Письмо придет в течение минуты.

# authMessageConfirmationEmailSent
source: Confirmation email sent
ru: Письмо с подтверждением отправлено

# slideFeedTypeTitle
source: What feed to create?
ru: Какую ленту создать?

# slideFeedTypeSubtitle
source: Choose how posts are displayed
ru: Выберите формат отображения постов

# slideFeedTypeIndividualPosts
source: Individual posts
ru: Отдельные посты

# slideFeedTypeIndividualPostsDesc
source: Each post separately
ru: Каждый пост отдельно

# slideFeedTypeDigest
source: Digest
ru: Сводка

# slideFeedTypeDigestDesc
source: Combined into a summary
ru: Объединяем в сводку

# slideContentTitle
source: Where to get content?
ru: Откуда брать контент?

# slideContentSubtitle
source: Blogs, Telegram channels and RSS
ru: Блоги, Telegram каналы и RSS

# slideContentSourceHint
source: @channel or https://...
ru: @channel или https://...

# slideContentPopular
source: Popular:
ru: Популярные:

# slideConfigTitle
source: Content settings
ru: Настройка контента

# slideConfigSubtitle
source: How to process and what to filter
ru: Как обрабатывать и что фильтровать

# slideConfigProcessingStyle
source: Processing style
ru: Стиль обработки

# slideConfigProcessingHint
source: How AI will process the news
ru: Как AI будет обрабатывать новости

# slideConfigCustomStyle
source: Custom style...
ru: Свой стиль...

# slideConfigFilters
source: Filters
ru: Фильтры

# slideConfigFiltersHint
source: What to remove from the feed
ru: Что убирать из ленты

# slideConfigCustomFilter
source: Custom filter...
ru: Свой фильтр...

# slideConfigAddCustom
source: Add custom
ru: Добавить свой

# slideFinalizeTitle
source: Almost done!
ru: Почти готово!

# slideFinalizeSubtitle
source: Review feed settings
ru: Проверьте настройки ленты

# slideFinalizeName
source: Name
ru: Название

# slideFinalizeSummary
source: Summary
ru: Сводка

# slideFinalizeSave
source: Save
ru: Сохранить

# slideFinalizeCreateFeed
source: Create feed
ru: Создать ленту

# slideFinalizeNameHint
source: Give it a name
ru: Придумайте название

# slideFinalizeType
source: Type
ru: Тип

# slideFinalizeIndividualPosts
source: Individual posts
ru: Отдельные посты

# slideFinalizeDigest
source: Digest
ru: Сводка

# slideFinalizeFrequency
source: Frequency
ru: Частота

# slideFinalizeSources
source: Sources
ru: Источники

# slideFinalizeStyle
source: Style
ru: Стиль

# slideFinalizeFilters
source: Filters
ru: Фильтры

# slideNext
source: Next
ru: Далее

# slideDone
source: Done
ru: Готово

# slideDigestFrequency
source: Digest frequency
ru: Частота сводки

# slideDigestFrequencyHint
source: How often to collect news
ru: Как часто собирать новости

# slideDigestEveryHour
source: Every hour
ru: Каждый час

# slideDigestEvery3Hours
source: Every 3h
ru: Каждые 3ч

# slideDigestEvery6Hours
source: Every 6h
ru: Каждые 6ч

# slideDigestEvery12Hours
source: Every 12h
ru: Каждые 12ч

# slideDigestDaily
source: Daily
ru: Раз в день

# slideDigestEvery2Days
source: Every 2 days
ru: Раз в 2 дня

# slideDigestCustom
source: Custom
ru: Другое

# slideDigestCancel
source: Cancel
ru: Отмена

# slidePostsPreview
source: This is how posts will look
ru: Так будут выглядеть посты

# slideDailyDigest
source: Daily Digest
ru: Сводка за день

# slidePostsCombined
source: 3 posts combined
ru: 3 поста объединены

# aiStyleBrief
source: Brief
ru: Кратко

# aiStyleEssence
source: Essence
ru: Суть

# aiStyleFull
source: Full
ru: Полно

# aiStyleCustom
source: Custom
ru: Свой

# aiStyleBriefDesc
source: 2-3 lines, just the main point
ru: 2-3 строки, только главное

# aiStyleEssenceDesc
source: Key facts and context
ru: Основные факты и контекст

# aiStyleFullDesc
source: Full text with details
ru: Полный текст с деталями

# aiStyleCustomDesc
source: Describe in your own words
ru: Опишите своими словами

# aiStyleHowToDisplay
source: How to display?
ru: Как показывать?

# aiStyleSwipeHint
source: Swipe to choose style
ru: Свайп для выбора стиля

# aiStyleCustomStyle
source: Custom style
ru: Свой стиль

# aiStyleCustomProcessingStyle
source: Custom processing style
ru: Свой стиль обработки

# aiStyleSwipeRight
source: Swipe right
ru: Свайп вправо

# aiStyleCustomPlaceholder
source: E.g.: plain, facts only
ru: Например: без воды, только факты

# aiStyleChipNoAds
source: no ads
ru: без рекламы

# aiStyleChipNumbersOnly
source: numbers only
ru: только цифры

# aiStyleChipCasual
source: casual tone
ru: неформально

# aiStyleHowToProcess
source: How to process?
ru: Как обрабатывать?

# aiStyleAiAdaptsHint
source: AI will adapt text to your style
ru: AI адаптирует текст под ваш стиль

# aiStylePreview
source: Preview
ru: Превью

# aiStyleEnterAbove
source: Enter your style above...
ru: Введите свой стиль выше...

# aiStylePreviewTitle
source: Apple unveiled M4
ru: Apple представила M4

# aiStylePreviewBrief
source: New chip is 50% faster. Launching in November.
ru: Новый чип на 50% быстрее. Выходит в ноябре.

# aiStylePreviewEssence
source: The new M4 chip is 50% faster than its predecessor. Available in November in the MacBook Pro and iMac lineup.
ru: Новый чип M4 на 50% быстрее предшественника. Доступен с ноября в линейке MacBook Pro и iMac.

# aiStylePreviewFull
source: Apple announced the new M4 processor at a special event. The chip is 50% faster than the M3, features improved neural engine and support for 32 GB RAM. Launch is planned for November in the MacBook Pro, iMac, and Mac mini lineup.
ru: Apple анонсировала новый процессор M4 на специальном мероприятии. Чип на 50% быстрее M3, улучшенный нейронный движок и поддержка 32 ГБ RAM. Выход запланирован на ноябрь в линейке MacBook Pro, iMac и Mac mini.

# feedEditTitle
source: Edit Feed
ru: Редактирование

# feedEditName
source: Name
ru: Название

# feedEditNameHint
source: Feed name
ru: Название ленты

# feedEditSources
source: Sources
ru: Источники

# feedEditSchedule
source: Schedule
ru: Расписание

# feedEditFilters
source: Filters
ru: Фильтры

# feedEditFilterHint
source: Filter...
ru: Фильтр...

# feedEditViews
source: Views
ru: Представления

# feedEditViewHint
source: View...
ru: Представление...

# feedEditViewAlreadyExists
source: View already exists
ru: Такое представление уже добавлено

# feedEditSave
source: Save
ru: Сохранить

# feedEditFailedToLoad
source: Failed to load data
ru: Не удалось загрузить данные

# feedEditSourceAlreadyAdded
source: Source already added
ru: Источник уже добавлен

# feedEditNetworkError
source: Network error
ru: Ошибка сети

# feedEditNotFound
source: Not found
ru: Не найден

# feedEditError
source: Error
ru: Ошибка

# feedEditFilterAlreadyExists
source: Filter already exists
ru: Такой фильтр уже добавлен

# feedEditEnterName
source: Enter a name
ru: Введите название

# feedEditWaitForValidation
source: Wait for sources to be validated
ru: Дождитесь проверки источников

# feedEditAddSource
source: Add at least one source
ru: Добавьте хотя бы один источник

# feedEditFailedToSave
source: Failed to save
ru: Не удалось сохранить

# feedEditDeleteFeedTitle
source: Delete feed?
ru: Удалить ленту?

# feedEditDeleteFeedMessage
source: Feed "{name}" will be permanently deleted.
ru: Лента "{name}" будет удалена безвозвратно.

# feedEditFailedToDelete
source: Failed to delete
ru: Не удалось удалить

# feedEditEveryHour
source: Every hour
ru: Каждый час

# feedEditEvery3Hours
source: Every 3 hours
ru: Каждые 3 часа

# feedEditEvery6Hours
source: Every 6 hours
ru: Каждые 6 часов

# feedEditEvery12Hours
source: Every 12 hours
ru: Каждые 12 часов

# feedEditOnceADay
source: Once a day
ru: Раз в день

# formSelectFeedType
source: Select feed type
ru: Выберите тип ленты

# formAddSource
source: Add at least one source
ru: Добавьте хотя бы один источник

# formWaitForValidation
source: Wait for sources to be validated
ru: Дождитесь проверки источников

# formAddValidSource
source: Add at least one valid source
ru: Добавьте хотя бы один валидный источник

# formCreateFailed
source: Could not create feed. Check data and try again.
ru: Не удалось создать ленту. Проверьте данные и попробуйте снова.

# formAuthError
source: Authorization error. Please sign in again.
ru: Ошибка авторизации. Войдите в аккаунт снова.

# formLimitReached
source: Limit reached. Limited availability for now.
ru: Достигнут лимит. Пока доступно ограниченное количество.

# formSomethingWentWrong
source: Something went wrong. Try again later.
ru: Что-то пошло не так. Попробуйте позже.

# formServerError
source: Server error. Try again later.
ru: Ошибка сервера. Попробуйте позже.

# formCreateError
source: Could not create feed. Try again later.
ru: Не удалось создать ленту. Попробуйте позже.

# formNetworkError
source: Network error. Check your internet connection.
ru: Ошибка сети. Проверьте подключение к интернету.

# formUnexpectedError
source: Something went wrong. Try again later.
ru: Что-то пошло не так. Попробуйте позже.

# previewFilterMode
source: Filter
ru: Фильтрация

# previewDigestMode
source: Summary
ru: Сводка

# previewCommentsMode
source: Comments
ru: Комментарии

# previewReadMode
source: Read
ru: Чтение

# previewDescription
source: DESCRIPTION
ru: ОПИСАНИЕ

# previewPrompt
source: PROMPT
ru: ПРОМПТ

# previewUnknown
source: Unknown
ru: Неизвестно

# previewSourcesCount
source: SOURCES ({count})
ru: ИСТОЧНИКИ ({count})

# previewFiltersCount
source: FILTERS ({count})
ru: ФИЛЬТРЫ ({count})

# previewViewsCount
source: VIEWS ({count})
ru: СТИЛИ ({count})

# previewSubscribing
source: Subscribing...
ru: Подписка...

# previewCreating
source: Creating...
ru: Создание...

# previewSubscribe
source: Subscribe
ru: Подписаться

# previewCreateFeed
source: Create Feed
ru: Создать ленту

# limitMoreFeaturesSoon
source: More features coming soon
ru: Скоро здесь будет больше возможностей

# limitGotIt
source: Got it
ru: Понятно

# limitSourcesTitle
source: Sources limit
ru: Лимит источников

# limitFiltersTitle
source: Filters limit
ru: Лимит фильтров

# limitStylesTitle
source: Styles limit
ru: Лимит стилей

# limitFeedsTitle
source: Feeds limit
ru: Лимит лент

# limitSourcesMessage
source: Only {limit} sources per feed are available for now.
ru: Пока доступно только {limit} источников на ленту.

# limitFiltersMessage
source: Only {limit} filters per feed are available for now.
ru: Пока доступно только {limit} фильтров на ленту.

# limitStylesMessage
source: Only {limit} styles per feed are available for now.
ru: Пока доступно только {limit} стилей на ленту.

# limitFeedsMessage
source: Only {limit} feeds are available for now.
ru: Пока доступно только {limit} лент.

# feedSavedSuccess
source: Feed saved successfully!
ru: Лента успешно сохранена!

source: Add at least one source
ru: Добавьте хотя бы один источник

source: My Feeds
ru: Мои ленты

# loadingError
source: Failed to load
ru: Ошибка загрузки

# retryButton
source: Retry
ru: Повторить

source: No feeds yet
ru: Пока нет лент

# createFirstFeedHint
source: Create your first feed to get personalized news powered by AI.
ru: Создайте первую ленту, чтобы получать персонализированные новости с помощью ИИ.

source: Create Feed
ru: Создать ленту

source: Share image
ru: Поделиться изображением

# shareImageFailed
source: Could not share image
ru: Не удалось поделиться изображением

source: Saving...
ru: Сохранение...

source: Image saved to gallery
ru: Изображение сохранено в галерею

# noPermissionToSave
source: No permission to save images
ru: Нет разрешения на сохранение изображений

# imageSaveError
source: Error saving image
ru: Ошибка при сохранении изображения

source: Cannot share
ru: Невозможно поделиться

# noShareIdAvailable
source: This article has no identifier for sharing.
ru: У этой новости отсутствует идентификатор для шаринга.

# couldNotOpenLink
source: Could not open link: {href}
ru: Не удалось открыть ссылку: {href}

# connectionError
source: Could not connect to server. Check your internet connection.
ru: Не удалось подключиться к серверу. Проверьте интернет-соединение.

# feedCreationSlow
source: Feed creation is taking longer than usual. Try refreshing later.
ru: Создание ленты занимает больше времени, чем обычно. Попробуйте обновить позже.

source: Could not load news
ru: Не удалось загрузить новости

# checkInternetConnection
source: Check your internet connection
ru: Проверьте подключение к интернету

# tryAgainButton
source: Try again
ru: Попробовать еще раз

source: Unsafe URL
ru: Небезопасный URL

# unsafeUrlBlocked
source: An attempt to navigate to a dangerous URL was blocked
ru: Заблокирована попытка перехода на опасный URL

# contentLoadFailed
source: Could not load content
ru: Не удалось загрузить содержимое

# videoBlockedForSafety
source: This video is blocked for your safety
ru: Это видео заблокировано для вашей безопасности

# closeButton
source: Close
ru: Закрыть

# loadingText
source: Loading...
ru: Загрузка...

# videoUnsafeUrl
source: Unsafe URL
ru: Небезопасный URL

# videoUnsafeMessage
source: This video cannot be opened for your safety
ru: Это видео не может быть открыто для вашей безопасности

# videoTitle
source: Video
ru: Видео

# urlEmpty
source: URL is empty
ru: URL пустой

# urlInvalidFormat
source: Invalid URL format
ru: Некорректный формат URL

# urlDangerousProtocol
source: Dangerous protocol: {scheme}://
ru: Опасный протокол: {scheme}://

# urlOnlyHttpAllowed
source: Only https:// and http:// protocols are allowed
ru: Разрешены только https:// и http:// протоколы

# urlUnsafeVideoUnknownSource
source: This video is from an unknown source and uses an insecure connection (http://)
ru: Это видео из неизвестного источника и использует небезопасное соединение (http://)

# urlUnsafeVideoUnknown
source: This video is from an unknown source
ru: Это видео из неизвестного источника

# feedBuilderStartCreating
source: Start creating
ru: Начните создание

# feedBuilderSession
source: Session
ru: Сессия

# feedTypeIndividualPosts
source: Individual Posts
ru: Отдельные посты

# feedTypeDigestLabel
source: Digest
ru: Сводка

# feedTypeIndividualPostsDesc
source: Each post is shown separately
ru: Каждый пост отображается отдельно

# feedTypeDigestLabelDesc
source: Posts are combined into a digest
ru: Посты объединяются в сводку

# configBriefSummary
source: Brief summary
ru: Краткий пересказ

# configWithAnalysis
source: With analysis
ru: С анализом

# configOriginal
source: Original
ru: Оригинал

# configKeyPointsOnly
source: Key points only
ru: Только главное

# configRemoveDuplicates
source: Remove duplicates
ru: Удалять дубликаты

# configFilterAds
source: Filter ads
ru: Фильтровать рекламу

# configRemoveSpam
source: Remove spam
ru: Убирать спам

# configNoClickbait
source: No clickbait
ru: Без кликбейта

source: Feed not found
ru: Лента не найдена

source: Already subscribed
ru: Вы уже подписаны

# feedLoadError
source: Could not load feed
ru: Не удалось загрузить ленту

# feedSubscribeError
source: Could not subscribe to feed
ru: Не удалось подписаться на ленту

# analyticsConsent
source: Analytics Tracking
ru: Сбор аналитики

# analyticsConsentDescription
source: Help improve the app by sharing anonymous usage data
ru: Помочь улучшить приложение, отправляя анонимные данные об использовании

# errorLoadingPosts
source: Failed to load posts
ru: Не удалось загрузить посты

source: Tap to retry
ru: Нажмите, чтобы повторить
